---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.ViewExportedEventArgs
source: html/16bd870e-df68-1d63-57f4-97ad61c7efed.htm
---
# ViewExportedEventArgs Members

Indicates whether the event is being cancelled.